Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# BIO_BUTTON_ENTER_NAME
source: Enter a name to continue
ar: أدخل اسمًا للمتابعة
bg: Въведете име, за да продължите
bn: কাজটি চালিয়ে যেতে একটি নাম লিখুন
ca: Introdueix un nom per continuar
cs: Vybrat jméno a pokračovat
da: Skriv et navn for at fortsætte
de: Zum Fortfahren einen Namen eingeben
el: Εισαγάγετε ένα όνομα για να συνεχίσετε
es: Introduce un nombre para continuar
es_419: Ingresa un nombre para continuar
fi: Syötä nimi jatkaaksesi
fr: Saisir un nom pour continuer
fr_ca: Entrer un nom pour continuer
gu: આગળ વધવા માટે નામ એંટર કરો
he: יש להזין שם כדי להמשיך
hi: जारी रखने के लिए नाम दर्ज करें
hr: Unesite ime za nastavak
hu: Név megadása a folytatáshoz
id: Masukkan nama untuk melanjutkan
it: Inserisci un nome per continuare
ja: 名前を入力して続ける
kk: Жалғастыру үшін атты енгізу
kn: ಮುಂದುವರಿಯಲು ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 계속하려면 이름을 입력하십시오.
lt: Įveskite vardą
ml: തുടരാൻ ഒരു പേര് നൽകൂ
mr: चालू ठेवण्यासाठी नाव प्रविष्ट करा
ms: Masukkan nama untuk meneruskan
nl: Voer een naam in om door te gaan
no: Oppgi et navn for å fortsette
or: ଜାରି ରଖିବାକୁ ଏକ ନାମ ଚୟନ କରନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਕੋਈ ਨਾਮ ਭਰੋ
pl: Aby kontynuować, podaj nazwę
pt_br: Digite um nome para continuar
pt_pt: Para continuar, digite um nome
ro: Introduceți un nume pentru a continua
ru: Чтобы продолжить, введите имя
sk: Vybrať meno a pokračovať
sl: Za nadaljevanje vnesite ime
sv: Ange ett namn för att fortsätta
ta: தொடர பெயரை உள்ளிடவும்.
te: కొనసాగించడానికి పేరును నమోదు చేయండి
th: ป้อนชื่อเพื่อดำเนินการต่อ
tr: Sürdürmek için bir ad girin
uk: Введіть імʼя, щоб продовжити
ur: جاری رکھنے کے لیے نام درج کریں
vi: Nhập một tên để tiếp tục
zh_cn: 输入姓名以继续
zh_hk: 輸入名稱以繼續
zh_tw: 輸入姓名來繼續

# DEPLETED_ATTEMPTS_ERROR_TITLE
source: The password for “%@” was entered incorrectly too many times.
ar: تم إدخال كلمة سر "%@" بشكل غير صحيح عدة مرات.
bg: Паролата за „%@“ беше въведена неправилно твърде много пъти.
bn: “%@”-এর পাসওয়ার্ড অনেকবার ভুল লেখা হয়েছে।
ca: Has introduït la contrasenya del dispositiu “%@” de manera incorrecta massa cops
cs: Příliš mnoho neúspěšných pokusů o zadání hesla pro „%@“.
da: Du har skrevet en forkert adgangskode til “%@” for mange gange.
de: Das Passwort für „%@“ wurde zu oft falsch eingegeben.
el: Το συνθηματικό για «%@» εισάχθηκε λανθασμένα πάρα πολλές φορές.
es: La contraseña de “%@” se ha introducido incorrectamente demasiadas veces.
es_419: Ingresaste incorrectamente la contraseña de “%@” demasiadas veces.
fi: Laitteen %@ salasana syötettiin väärin liian monta kertaa.
fr: Le mot de passe de « %@ » a été saisi trop de fois de façon erronée.
fr_ca: Le nombre maximal de saisies incorrectes du mot de passe de « %@ » est atteint.
gu: “%@”નો પાસવર્ડ ઘણીવાર ખોટો એંટર કરવામાં આવ્યો છે.
he: הסיסמה של ״%@״ הוזנה באופן שגוי יותר מדי פעמים.
hi: “%@” का पासवर्ड कई बार ग़लत दर्ज किया गया।
hr: Lozinka za "%@" netočno je unesena previše puta.
hu: A(z) „%@” jelszava túl sokszor lett helytelenül megadva.
id: Kata sandi untuk “%@” terlalu sering salah dimasukkan.
it: La password di “%@” è stata inserita troppe volte in modo errato.
ja: “%@”のパスワードを間違って入力した回数が制限回数を超えました。
kk: «%@» құпиясөзі тым көп рет қате енгізілді.
kn: “%@”ಗೆ ಸಂಬಂಧಿಸಿದ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಹಲವಾರು ಬಾರಿ ತಪ್ಪಾಗಿ ನಮೂದಿಸಲಾಗಿದೆ.
ko: ‘%@’의 암호를 잘못 입력한 횟수가 너무 많습니다.
lt: „%@“ slaptažodis buvo įvestas klaidingai per daug kartų.
ml: ‘%@’ എന്നതിന്റെ പാസ്‌വേഡ് വളരെയധികം തവണ തെറ്റായി നൽകി.
mr: ‘%@’ चा पासवर्ड अनेक वेळा चुकीच्या पद्धतीने प्रविष्ट केला गेला.
ms: Kata laluan untuk “%@” telah dimasukkan secara salah terlalu banyak kali.
nl: Het wachtwoord voor '%@' is te vaak onjuist ingevoerd.
no: Du har oppgitt feil passord til «%@» for mange ganger.
or: “%@” ପାଇଁ ପାସ୍‌ୱର୍ଡ୍‌ ଅନେକ ଥର ଭୁଲ୍ ଭାବରେ ଲେଖାଯାଇଛି।
pa: “%@” ਦਾ ਪਾਸਵਰਡ ਬਹੁਤ ਵਾਰ ਗ਼ਲਤ ਭਰਿਆ ਗਿਆ।
pl: Hasło urządzenia „%@” zostało podane niepoprawnie zbyt wiele razy.
pt_br: A senha de “%@” foi digitada incorretamente muitas vezes.
pt_pt: A palavra‑passe de “%@” foi incorretamente digitada demasiadas vezes.
ro: Parola pentru „%@” a fost introdusă incorect de prea multe ori.
ru: Слишком много неудачных попыток ввода пароля для «%@».
sk: Heslo pre „%@“ bolo nesprávne zadané príliš veľakrát.
sl: Geslo za »%@« je bilo prevečkrat vneseno nepravilno.
sv: Lösenordet för ”%@” har angivits felaktigt för många gånger.
ta: “%@”க்கான பாஸ்வேர்டு பலமுறை தவறாக உள்ளிடப்பட்டது.
te: “%@” పాస్‌వర్డ్‌ని చాలా సార్లు తప్పుగా నమోదు చేసారు.
th: คุณป้อนรหัสผ่านของ “%@” ไม่ถูกต้องหลายครั้งเกินไป
tr: “%@” parolası birçok kez yanlış girildi.
uk: Пароль до «%@» введено хибно забагато разів.
ur: ‏⁨“%@”⁩ کا پاس ورڈ کئی بار غلط درج کیا گیا۔
vi: Mật khẩu cho “%@” đã bị nhập sai quá nhiều lần.
zh_cn: 输入“%@”密码的错误次数过多。
zh_hk: 輸入太多次錯誤的「%@」密碼。
zh_tw: 輸入太多次錯誤的「%@」密碼。

# PROXIMITY_AUTH_VISUAL_PAIRING_DESCRIPTION_IPAD
source: Position this pattern in the circle on your other iPad.
ar: اضبط موضع هذا النقش داخل الدائرة على جهاز iPad الآخر.
bg: Позиционирайте този модел в кръга на другия ви iPad.
bn: আপনার অন্য iPad-এর বৃত্তে এই প্যাটার্নটিকে রাখুন।
ca: Situa el patró a dins del cercle que es mostra a l’altre iPad.
cs: Tento obrazec zachyťte do kroužku na druhém iPadu.
da: Placer dette mønster i cirklen på din anden iPad.
de: Positioniere dieses Muster im Kreis auf deinem anderen iPad.
el: Τοποθετήστε αυτό το μοτίβο στον κύκλο στο άλλο iPad σας.
es: Sitúa esta imagen en el círculo que se muestra en el otro iPad.
es_419: Sitúa este patrón dentro del círculo de tu otro iPad.
fi: Aseta tämä kuvio toisessa iPadissa näkyvään ympyrään.
fr: Placez ce motif dans le cercle figurant sur votre autre iPad.
fr_ca: Placez ce motif dans le cercle de votre autre iPad.
gu: તમારા બીજા iPad પર આ પેટર્નને વર્તુળની અંદર રાખો.
he: יש למקם את הצורה בתוך העיגול שב-iPad האחר שלך.
hi: अपने अन्य iPad पर इस पैटर्न को घेरे के अंदर रखें।
hr: Pozicionirajte ovaj uzorak unutar kruga na drugom iPadu.
hu: Mozgassa ezt a mintát a körbe a másik iPadjén.
id: Posisikan pola ini di lingkaran pada iPad Anda lainnya.
it: Inquadra l’animazione sull’altro iPad.
ja: ほかのiPadの円の中にこのパターンを配置します。
kk: Бұл үлгіні басқа iPad құрылғыңыздағы шеңберге орналастырыңыз.
kn: ನಿಮ್ಮ ಇತರ iPadನಲ್ಲಿರುವ ಸರ್ಕಲ್‌ನಲ್ಲಿ ಈ ಪ್ಯಾಟರ್ನ್ ಅನ್ನು ಇರಿಸಿ.
ko: 이 패턴을 다른 iPad의 원에 맞추십시오.
lt: Nustatykite šį vaizdą kito „iPad“ apskritime.
ml: നിങ്ങളുടെ മറ്റേ iPad-ലെ വൃത്തത്തിൽ ഈ പാറ്റേൺ കൊണ്ടുവരൂ.
mr: हा पॅटर्न तुमच्या दुसऱ्या iPad च्या सर्कल मध्ये ठेवा.
ms: Tempatkan corak ini dalam bulatan pada iPad anda yang lain.
nl: Plaats dit patroon in de cirkel op je andere iPad.
no: Plasser mønsteret innenfor sirkelen på den andre iPaden.
or: ଆପଣଙ୍କ ଅନ୍ଯ iPadରେ ଏହି ପାଟର୍ନ୍‌କୁ ସର୍କଲ୍‌ରେ ଠିକ୍ ଭାବରେ ରଖନ୍ତୁ।
pa: ਆਪਣੇ ਦੂਸਰੇ iPad ’ਤੇ ਇਸ ਪੈਟਰਨ ਨੂੰ ਚੱਕਰ ਵਿੱਚ ਰੱਖੋ।
pl: Umieść ten wzór w okręgu na ekranie drugiego iPada.
pt_br: Posicione esta imagem no círculo no outro iPad.
pt_pt: Alinhe esta imagem com o círculo no outro iPad.
ro: Poziționați acest model în cercul de pe celălalt iPad.
ru: Наведите окружность на экране другого iPad на этот орнамент.
sk: Umiestnite tento vzor do kruhu na svojom druhom iPade.
sl: Ta vzorec umestite v krog v drugem iPadu.
sv: Placera det här mönstret i cirkeln på din andra iPad.
ta: இந்தப் பேட்டர்னை உங்களது மற்ற iPadஇல் உள்ள வட்டத்தில் இருக்கும்படி காட்டுங்கள்.
te: ఈ ప్యాటర్న్‌ను మీ మరో iPadలోని సర్కిల్‌లో ఉంచండి.
th: จัดตำแหน่งรูปภาพนี้ให้อยู่ในวงกลมบน iPad อีกเครื่องของคุณ
tr: Bu deseni diğer iPad’inizdeki dairede konumlandırın.
uk: Розмістіть цей візерунок у колі на вашому іншому iPad.
ur: اپنے دیگر ‏iPad پر اس پیٹرن کو دائرے میں لے آئیں۔
vi: Định vị hình mẫu này trong vòng tròn trên iPad khác của bạn.
zh_cn: 将此图案放在另一台iPad的圆圈中。
zh_hk: 將此圖案放在另一部iPad的圓圈中。
zh_tw: 將此圖案放在另一部iPad的圓圈中。

# SETUP_VALIDATE_LOCAL_PASSWORD_MESSAGE
source: Enter your password to allow this.
ar: يرجى إدخال كلمة السر للسماح بذلك.
bg: Въведете паролата си, за да позволите това.
bn: এর অনুমতি দিতে আপনার পাসওয়ার্ডটি লিখুন।
ca: Introdueix la contrasenya per permetre‑ho.
cs: Chcete‑li tuto akci povolit, zadejte své heslo.
da: Skriv din adgangskode for at give tilladelse.
de: Gib dein Passwort ein, um dies zu erlauben.
el: Εισαγάγετε το συνθηματικό σας για να το επιτρέψετε.
es: Introduce la contraseña para permitir esta operación.
es_419: Ingresa tu contraseña para permitir esta acción.
fi: Salli tämä syöttämällä salasanasi.
fr: Saisissez votre mot de passe pour autoriser cette opération.
fr_ca: Entrez votre mot de passe pour autoriser cette opération.
gu: આને અનુમતિ આપવા માટે પાસવર્ડ એંટર કરો.
he: יש להזין את הסיסמה שלך כדי לאפשר זאת.
hi: इसे अनुमति देने के लिए अपना पासवर्ड दर्ज करें।
hr: Unesite lozinku kako biste ovo dozvolili.
hu: Adja meg a jelszavát ennek engedélyezéséhez.
id: Masukkan kata sandi Anda untuk mengizinkan ini.
it: Per consentire l’azione, inserisci la password.
ja: これを許可するには、パスワードを入力してください。
kk: Осы әрекетке рұқсат ету үшін құпиясөзді енгізіңіз.
kn: ಇದನ್ನು ಅನುಮತಿಸಲು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ.
ko: 허용하려면 암호를 입력하십시오.
lt: Jei norite leisti, įveskite slaptažodį.
ml: ഇത് അനുവദിക്കാൻ നിങ്ങളുടെ പാസ്‌വേഡ് നൽകൂ.
mr: ह्याला अनुमती देण्यासाठी तुमचा पासवर्ड प्रविष्ट करा.
ms: Masukkan kata laluan anda untuk membenarkan ini.
nl: Voer je wachtwoord in om dit toe te staan.
no: Oppgi passordet ditt for å tillate dette.
or: ଏହାକୁ ଅନୁମତି ଦେବା ପାଇଁ ନିଜ ପାସ୍‌ୱର୍ଡ୍ ଲେଖନ୍ତୁ।
pa: ਇਸ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਭਰੋ।
pl: Aby na to pozwolić, podaj hasło.
pt_br: Digite a sua senha para permitir isso.
pt_pt: Para permitir, digite a palavra‑passe.
ro: Introduceți parola dvs. pentru a permite acest lucru.
ru: Чтобы разрешить это действие, введите пароль.
sk: Túto akciu povolíte zadaním svojho hesla.
sl: Za dovoljenje vnesite geslo.
sv: Ange ditt lösenord för att tillåta detta.
ta: இதை அனுமதிக்க உங்கள் பாஸ்வேர்டை உள்ளிடவும்.
te: దీన్ని అనుమతించడానికి మీ పాస్‌వర్డ్‌ను నమోదు చేయండి.
th: ป้อนรหัสผ่านของคุณเพื่ออนุญาต
tr: Buna izin vermek için parolanızı girin.
uk: Введіть свій пароль, щоб дозволити це.
ur: اس کی اجازت دینے کے لیے اپنا پاس ورڈ درج کریں۔
vi: Nhập mật khẩu của bạn để cho phép việc này.
zh_cn: 输入密码允许此操作。
zh_hk: 輸入你的密碼來允許。
zh_tw: 輸入你的密碼來允許此項目。

source: Continue with Passcode
ar: المتابعة باستخدام رمز الدخول
bg: Продължи с код
bn: পাসকোড দিয়ে কাজটি চালিয়ে যান
ca: Continua amb el codi
cs: Pokračovat s přístupovým kódem
da: Fortsæt med kode
de: Mit Code fortfahren
el: Συνέχεια με κωδικό
es: Continuar con código
es_419: Continuar con código
fi: Jatka pääsykoodilla
fr: Continuer avec le code
fr_ca: Continuer avec le code
gu: પાસકોડ સાથે આગળ વધો
he: המשך עם קוד הגישה
hi: पासकोड के साथ जारी रखें
hr: Nastavi koristeći šifru
hu: Folytatás jelkóddal
id: Lanjutkan dengan Kode Sandi
it: Continua con il codice
ja: パスコードで続ける
kk: Құпиякодпен жалғастыру
kn: ಪಾಸ್‌ಕೋಡ್ ಮೂಲಕ ಮುಂದುವರಿಯಿರಿ
ko: 암호로 계속하기
lt: Tęsti naudojant prieigos kodą
ml: പാസ്കോഡ് ഉപയോഗിച്ച് തുടരൂ
mr: पासकोडसह चालू ठेवा
ms: Teruskan dengan Kod Laluan
nl: Ga door met toegangscode
no: Fortsett med kode
or: ପାସ୍‌କୋଡ୍ ସହିତ ଜାରି ରଖନ୍ତୁ
pa: ਪਾਸਕੋਡ ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj, podając kod
pt_br: Continuar com Código
pt_pt: Continuar com código
ro: Continuați cu codul de acces
ru: Продолжить с код-паролем
sk: Pokračovať zadaním kódu
sl: Nadaljujte s kodo za dostop
sv: Fortsätt med lösenkod
ta: பாஸ்கோடு மூலம் தொடர்க
te: పాస్‌కోడ్‌తో కొనసాగించండి
th: ดำเนินการต่อด้วยรหัส
tr: Parola ile Sürdür
uk: Використати код допуску
ur: پاس کوڈ کے ساتھ جاری رکھیں
vi: Tiếp tục bằng mật mã
zh_cn: 通过密码继续
zh_hk: 使用密碼繼續
zh_tw: 使用密碼繼續

# AUTHORIZE_UPGRADE_TITLE_2
source: Security built in
ar: الأمن مُضمَّن
bg: Вградена сигурност
bn: ইন-বিল্ট সুরক্ষা
ca: Seguretat integrada
cs: Integrované zabezpečení
da: Indbygget sikkerhed
de: Integrierte Sicherheit
el: Ενσωματωμένη ασφάλεια
es: Seguridad integrada
es_419: Seguridad integrada
fi: Suojaus rakennettu sisään
fr: Sécurité intégrée
fr_ca: Sécurité intégrée
gu: સુરક્ષા બિલ્ટ ઇન
he: אבטחה מובנית
hi: सुरक्षा बिल्टइन
hr: Ugrađena sigurnost
hu: Beépített biztonság
id: Keamanan internal
it: Sicurezza integrata
ja: セキュリティを内蔵
kk: Кіріктірілген қорғау құралы
kn: ಭದ್ರತೆ ಬಿಲ್ಟ್ ಇನ್
ko: 내장된 보안 기능
lt: Įdiegtas saugumas
ml: ബിൽറ്റ്-ഇൻ സുരക്ഷ
mr: सुरक्षा बिल्टइन
ms: Keselamatan terbina dalam
nl: Ingebouwde beveiliging
no: Innebygd sikkerhet
or: ସିକ୍ୟୁରିଟି ବିଲ୍ଟ୍‌ଇନ୍
pa: ਸੁਰੱਖਿਆ ਬਿਲਟ ਇਨ
pl: Wbudowana ochrona
pt_br: Segurança integrada
pt_pt: Segurança integrada
ro: Securitate integrată
ru: Встроенная защита
sk: Vstavané zabezpečenie
sl: Vgrajena zaščita
sv: Inbyggd säkerhet
ta: உள்ளமைக்கபட்ட பாதுகாப்பு
te: బిల్ట్ ఇన్ భద్రత
th: มาพร้อมกับความปลอดภัย
tr: Yerleşik güvenlik
uk: Вбудована система захисту
ur: سیکورٹی بِلٹ اِن
vi: Tích hợp bảo mật
zh_cn: 安全内建
zh_hk: 內置保安
zh_tw: 內建安全性

# ENROLL_FORGOT_ALL_DEVICES_TITLE
source: If you can‘t remember the password or passcode for any of your devices, you can approve this Mac using another device.
ar: إذا كنت لا تتذكر كلمة السر أو رمز الدخول لأي جهاز من أجهزتك، يمكنك الموافقة على هذا الـ Mac من جهاز آخر.
bg: Ако не помните паролата или кода за никое от устройствата си, можете да одобрите този Mac, като използвате друго устройство.
bn: আপনি যদি আপনার কোনো ডিভাইসেরই পাসওয়ার্ড অথবা পাসকোড মনে করতে না পারেন তাহলে আপনি অন্য ডিভাইস ব্যবহার করে এই Mac-টি অনুমোদন করতে পারবেন।
ca: Si has oblidat la contrasenya o el codi de tots els teus dispositius, pots aprovar el Mac des d’un altre dispositiu.
cs: Pokud si nepamatujete heslo ani kód k žádnému ze svých zařízení, můžete tento Mac schválit pomocí jiného zařízení.
da: Hvis du ikke kan huske adgangskoden eller koden til nogen af dine enheder, kan du godkende denne Mac vha. en anden enhed.
de: Wenn du die Passwörter oder Codes für alle deine Geräte vergessen hast, kannst du diesen Mac über ein anderes Gerät bestätigen.
el: Αν δεν θυμάστε το συνθηματικό ή τον κωδικό για καμία συσκευή σας, μπορείτε να εγκρίνετε αυτό το Mac από άλλη συσκευή.
es: Si no recuerdas la contraseña o el código de ninguno de tus dispositivos, puedes aprobar este Mac desde otro dispositivo.
es_419: Si no recuerdas la contraseña o el código de ninguno de tus dispositivos, puedes aprobar esta Mac mediante otro dispositivo.
fi: Jos et muista minkään laitteesi salasanaa tai pääsykoodia, voit hyväksyä tämän Macin toisella laitteella.
fr: Si vous ne vous souvenez pas du mot de passe ou du code de vos appareils, vous pouvez autoriser ce Mac à l’aide d’un autre appareil.
fr_ca: Si vous ne parvenez à vous souvenir du mot de passe ou du code d’aucun de vos appareils, autorisez ce Mac à l’aide d’un autre appareil.
gu: જો તમને તમારા કોઈ પણ ડિવાઇસનો પાસવર્ડ કે પાસકોડ યાદ આવતો ન હોય તો તમે બીજા ડિવાઇસનો ઉપયોગ કરીને આ Macને અનુમતિ આપી શકો છો.
he: אם אינך זוכר/ת את הסיסמה או את קוד הגישה של אף אחד מהמכשירים שלך, תוכל/י לאשר Mac זה ממכשיר אחר.
hi: यदि आपको अपने किसी भी डिवाइस का पासवर्ड या पासकोड याद नहीं आ रहा हो, तो आप अन्य डिवाइस का उपयोग करके इस Mac को अनुमोदित कर ^[सकते हैं](inflect: true)।
hr: Ako se ne možete sjetiti lozinke ili šifre nijednog od vaših uređaja, možete odobriti ovaj Mac pomoću drugog uređaja.
hu: Ha nem emlékszik egyik eszközének jelszavára vagy jelkódjára sem, egy másik eszközzel jóváhagyhatja ezt a Macet.
id: Jika Anda tidak dapat mengingat kata sandi atau kode sandi untuk semua perangkat Anda, Anda dapat menyetujui Mac ini menggunakan perangkat lain.
it: Se non ricordi la password o il codice di nessuno dei tuoi dispositivi, puoi approvare questo Mac utilizzando un altro dispositivo.
ja: デバイスのパスワードまたはパスコードをお忘れの場合は、別のデバイスでこのMacを承認できます。
kk: Құрылғылардың ешқайсысы үшін құпиясөзді немесе құпиякодты еске түсіре алмасаңыз, осы Mac құрылғысын басқа құрылғының көмегімен бекітуге болады.
kn: ನಿಮ್ಮ ಯಾವುದೇ ಸಾಧನಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಪಾಸ್‌ವರ್ಡ್ ಅಥವಾ ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ನೀವು ಇನ್ನೊಂದು ಸಾಧನವನ್ನು ಬಳಸಿಕೊಂಡು ಈ Mac ಅನ್ನು ಅನುಮೋದಿಸಬಹುದು.
ko: 사용자의 기기 암호가 모두 기억나지 않는 경우, 다른 기기를 사용하여 이 Mac을 승인할 수 있습니다.
lt: Jei negalite prisiminti nė vieno įrenginio slaptažodžio arba prieigos kodo, galite patvirtinti šį „Mac“ naudodami kitą įrenginį.
ml: നിങ്ങളുടെ ഒരു ഡിവൈസിന്റെയും പാസ്‌വേഡോ പാസ്കോഡോ ഓർമയില്ലെങ്കിൽ, മറ്റൊരു ഡിവൈസ് ഉപയോഗിച്ച് നിങ്ങൾക്ക് ഈ Mac അംഗീകരിക്കാനാകും.
mr: जर तुम्हाला तुमच्या कोणत्याही डिव्हाइसचा पासवर्ड किंवा पासकोड लक्षात नसेल, तर तुम्ही दुसरा डिव्हाइस वापरून ह्या Mac ला मान्यता देऊ शकता.
ms: Jika anda tidak mengingati kata laluan atau kod laluan untuk mana-mana peranti, anda boleh meluluskan Mac ini menggunakan peranti lain.
nl: Als je het wachtwoord of de toegangscode voor geen enkel apparaat meer weet, kun je deze Mac autoriseren vanaf een ander apparaat.
no: Hvis du har glemt passordet eller koden til noen av enhetene dine, kan du godkjenne denne Macen fra en annen enhet.
or: ଯଦି ଆପଣ ନିଜର କୌଣସି ଡିଭାଇସ୍ ପାସ୍‌ୱର୍ଡ୍‌ କିମ୍ବା ପାସ୍‌କୋଡ୍ ମନେପକାଇ ପାରୁନାହାନ୍ତି, ଏଥିପାଇଁ ଅନ୍ୟ ଡିଭାଇସ୍ ବ୍ୟବହାର କରି ଏହି Mac ପାଇଁ ଅନୁମୋଦନ କରିପାରିବେ।
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ ਆਪਣੇ ਕਿਸੇ ਵੀ ਡਿਵਾਈਸ ਦਾ ਪਾਸਵਰਡ ਜਾਂ ਪਾਸਕੋਡ ਯਾਦ ਨਹੀਂ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇਸ Mac ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇ ਸਕਦੇ ਹੋ।
pl: Jeśli nie pamiętasz hasła ani kodu żadnego ze swoich urządzeń, możesz zatwierdzić tego Maca, używając innego urządzenia.
pt_br: Se não se lembra da senha ou do código de nenhum dos seus dispositivos, você pode aprovar este Mac usando outro dispositivo.
pt_pt: Se não se lembra da palavra‑passe ou do código de nenhum dos seus dispositivos, pode aprovar este Mac noutro dispositivo.
ro: Dacă nu vă puteți aminti parola sau codul de acces pentru niciunul dintre dispozitivele dvs., puteți să aprobați acest Mac utilizând un alt dispozitiv.
ru: Если Вы не помните пароль или код-пароль ни для одного из своих устройств, Вы можете подтвердить этот Mac с помощью другого устройства.
sk: Ak si nemôžete spomenúť na heslo ani kód žiadneho zo svojich zariadení, môžete tento Mac schváliť pomocou iného zariadenia.
sl: Če se ne morete spomniti gesla ali kode za dostop za nobeno napravo, lahko ta Mac odobrite z drugo napravo.
sv: Om du inte kommer ihåg lösenordet eller lösenkoden för någon av dina enheter kan du godkänna datorn med en annan enhet.
ta: உங்களது எந்தச் சாதனத்தின் பாஸ்வேர்டும் பாஸ்கோடும் நினைவில் இல்லையெனில், மற்றொரு சாதனத்தைப் பயன்படுத்தி இந்த Macஐ அங்கீகரிக்கலாம்.
te: మీకు మీ డివైజ్‌లలో దేనికైనా పాస్‌వర్డ్ లేదా పాస్‌కోడ్ గుర్తురాకపోతే, మీరు మరో డివైజ్‌ను ఉపయోగించి ఈ Macను ఆమోదించవచ్చు.
th: ถ้าคุณจำรหัสผ่านหรือรหัสของอุปกรณ์เครื่องอื่นของคุณไม่ได้เลย คุณสามารถอนุญาต Mac เครื่องนี้ได้โดยใช้อุปกรณ์อีกเครื่องหนึ่ง
tr: Aygıtlarınızdan hiçbirinin parolasını anımsayamıyorsanız bu Mac’i başka bir aygıtı kullanarak onaylayabilirsiniz.
uk: Якщо ви не памʼятаєте пароль чи код допуску до жодного зі своїх пристроїв, цей Mac можна схвалити з іншого пристрою.
ur: اپنے کسی بھی ڈیوائس کا پاس ورڈ یا پاس کوڈ یاد نہ ہونے کی صورت میں آپ کسی دوسرے ڈیوائس کے ذریعے اس ‏Mac کو منظوری دے سکتے ہیں۔
vi: Nếu bạn không thể nhớ mật khẩu hoặc mật mã cho bất kỳ thiết bị nào, bạn có thể phê duyệt máy Mac này bằng một thiết bị khác.
zh_cn: 若忘记所有设备的密码，你可以使用另一台设备来批准这台Mac。
zh_hk: 如果你記不起任何裝置的密碼，你可以在另一部裝置上認可此Mac。
zh_tw: 若不記得任何裝置的密碼，你可以使用其他裝置來核准這部Mac。
